org/bookmark.org
#+BEGIN_HTML
---
template : article.jade
title : 我的书签
date : "2013-10-07 17:04:38"
filename : ":file.html"
---
#+END_HTML

** My book mark(s)

*** Perl blog
    - perlshere : http://perlsphere.net/
    - rjbs : http://rjbs.manxome.org/
    - Ovid : http://blogs.perl.org/users/ovid
    - David E. Wheeler : http://theory.pm/
    - A Foolish Manifesto :http://blog.afoolishmanifesto.com/
    - Quem sou eu : http://blog.gnustavo.com/
    - Major Hayden : http://major.io/

*** Web front end
    - BootStrap 主题: [[https://wrapbootstrap.com/][wrapbootstrap]] [[http://bootswatch.com/][bootswatch]] [[http://builtwithbootstrap.com/][builtwithbootstrap]]
    - Pure CSS 框架 : http://purecss.io/
    - 在线编辑器: [[http://jsfiddle.net/][jsfiddle]]
    - 在线编辑+查看别人优秀作品: [[http://codepen.io/][CodePen]]
    - HTML,JS,CSS 优秀作品展示: [[http://thecodeplayer.com/][thecodeplayer]]
    - 学习HTML,JS,CSS ：[[http://www.gotoandlearn.com/][gotoandlearn]]
