wintersmith/contents/bookmark.html
---
template : article.jade
title : 我的书签
date : "2013-10-07 17:04:38"
filename : ":file.html"
---


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">My book mark(s)</a>
<ul>
<li><a href="#sec-1-1">Perl blog</a></li>
<li><a href="#sec-1-2">Web front end</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-3">
<h3 id="sec-1">My book mark(s)</h3>
<div class="outline-text-3" id="text-1">



</div>

<div id="outline-container-1-1" class="outline-4">
<h4 id="sec-1-1">Perl blog</h4>
<div class="outline-text-4" id="text-1-1">

<ul>
<li>perlshere : <a href="http://perlsphere.net/">http://perlsphere.net/</a>
</li>
<li>rjbs : <a href="http://rjbs.manxome.org/">http://rjbs.manxome.org/</a>
</li>
<li>Ovid : <a href="http://blogs.perl.org/users/ovid">http://blogs.perl.org/users/ovid</a>
</li>
<li>David E. Wheeler : <a href="http://theory.pm/">http://theory.pm/</a>
</li>
<li>A Foolish Manifesto :<a href="http://blog.afoolishmanifesto.com/">http://blog.afoolishmanifesto.com/</a>
</li>
<li>Quem sou eu : <a href="http://blog.gnustavo.com/">http://blog.gnustavo.com/</a>
</li>
<li>Major Hayden : <a href="http://major.io/">http://major.io/</a>
</li>
</ul>


</div>

</div>

<div id="outline-container-1-2" class="outline-4">
<h4 id="sec-1-2">Web front end</h4>
<div class="outline-text-4" id="text-1-2">

<ul>
<li>BootStrap 主题: <a href="https://wrapbootstrap.com/">wrapbootstrap</a> <a href="http://bootswatch.com/">bootswatch</a> <a href="http://builtwithbootstrap.com/">builtwithbootstrap</a>
</li>
<li>Pure CSS 框架 : <a href="http://purecss.io/">http://purecss.io/</a>
</li>
<li>在线编辑器: <a href="http://jsfiddle.net/">jsfiddle</a>
</li>
<li>在线编辑+查看别人优秀作品: <a href="http://codepen.io/">CodePen</a>
</li>
<li>HTML,JS,CSS 优秀作品展示: <a href="http://thecodeplayer.com/">thecodeplayer</a>
</li>
<li>学习HTML,JS,CSS ：<a href="http://www.gotoandlearn.com/">gotoandlearn</a>
</li>
</ul>

</div>
</div>
</div>
